<template>
    <div class="panel-item-block">
        <div class="panel-item-heading" role="tab" id="pane-item-result-5">
            <div class="custom-checkbox checkbox-for-item">
                <label>
                    <input autocomplete="off" type="checkbox" id="mainCheckbox" title="Выделить или снять всё">
                    <span></span>
                </label>
            </div>
            <div class="panel-item-inner" role="button" data-toggle="collapse" data-parent="#pane-items" href="#pane-item-result-collapse-5" aria-expanded="true" aria-controls="pane-item-result-collapse-5">
                <div class="col-md-1">
                    <div class="notification-tooltip" tooltip="У Вас нет деняк, плоти" flow="down">
                        <svg class="svg blocked" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" baseProfile="full" viewBox="0 0 50.00 50.00" enable-background="new 0 0 50.00 50.00" xml:space="preserve">
                        <g>
                            <path fill="#CC0000" fill-opacity="0.996078" stroke-linejoin="round" d="M 25.0591,0C 31.9149,0 38.1797,2.84107 42.6714,7.33944L 42.6714,7.33944C 47.2813,11.8378 50,18.1118 50,25.0961C 50,31.9621 47.2813,38.2361 42.6714,42.7345L 42.6714,42.7345C 38.1797,47.3512 31.9149,50.0739 25.0591,50.0739C 18.0851,50.0739 11.8203,47.3512 7.32861,42.7345L 7.32861,42.7345C 2.83688,38.2361 -1.1164e-007,31.9621 -1.1164e-007,25.0961C -1.1164e-007,18.1118 2.83688,11.8378 7.32861,7.33944L 7.32861,7.33944C 11.8203,2.84107 18.0851,0 25.0591,0 Z M 41.1348,8.99673C 36.9976,4.8535 31.3239,2.24918 25.0591,2.24918C 18.7943,2.24918 13.0024,4.8535 8.98345,8.99673L 8.98345,8.99673C 4.84634,13.0216 2.24586,18.8221 2.24586,25.0961C 2.24586,31.3702 4.84634,37.0523 8.98345,41.1955L 8.98345,41.1955C 13.0024,45.3388 18.7943,47.8247 25.0591,47.8247C 31.3239,47.8247 36.9976,45.3388 41.1348,41.1955L 41.1348,41.1955C 45.2719,37.0523 47.7541,31.3702 47.7541,25.0961C 47.7541,18.8221 45.2719,13.0216 41.1348,8.99673 Z "/>
                            <path fill="#CC0000" fill-opacity="0.996078" stroke-linejoin="round" d="M 16.1939,35.5134C 15.8392,35.9869 15.0118,35.9869 14.539,35.5134C 14.0662,35.0399 14.0662,34.3296 14.539,33.8561L 23.4043,25.0961L 14.539,16.2178C 14.0662,15.8627 14.0662,15.034 14.539,14.5605C 15.0118,14.087 15.8392,14.087 16.1939,14.5605L 25.0591,23.4388L 33.8061,14.5605C 34.279,14.087 34.9882,14.087 35.461,14.5605C 35.9338,15.034 35.9338,15.8627 35.461,16.2178L 26.7139,25.0961L 35.461,33.8561C 35.9338,34.3296 35.9338,35.0399 35.461,35.5134C 34.9882,35.9869 34.279,35.9869 33.8061,35.5134L 25.0591,26.7534L 16.1939,35.5134 Z "/>
                        </g>
                    </svg>
                    </div>
                </div>
                <div class="col-md-8">
                    <div class="adr">
                        <p><b>43:40:00ыыУ1</b>, Мой Адрес не дом и не улица, д 31, к 131</p>
                    </div>
                </div>
                <div class="col-md-2">
                    <p>Ультраплан строительства</p>
                </div>
                <div class="col-md-1">

                </div>
                <div class="clear"></div>
            </div>
        </div>
        <div id="pane-item-result-collapse-5" class="panel-collapse collapse" role="tabpanel" aria-labelledby="pane-item-result-5">
            <div class="panel-body">
                <div class="scrollbar-inner">
                    <a href="#" class="download-result-link">
                        <svg class="svg download" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" baseProfile="full" viewBox="0 0 50.00 50.00" enable-background="new 0 0 50.00 50.00" xml:space="preserve">
                        <g>
                            <path fill="#141515" fill-opacity="1" stroke-linejoin="round" d="M 23.8771,11.9562C 23.8771,11.3643 24.3499,10.8908 25.0591,10.8908C 25.6501,10.8908 26.1229,11.3643 26.1229,11.9562L 26.1229,35.5134L 34.6336,27.4637C 34.9882,26.9902 35.6974,26.9902 36.1702,27.4637C 36.643,27.8188 36.643,28.5291 36.1702,29.0026L 25.8865,38.9464L 25.8865,38.9464C 25.4137,39.3015 24.7045,39.3015 24.2317,38.9464L 13.8298,28.8842C 13.4752,28.5291 13.4752,27.8188 13.8298,27.3453C 14.3026,26.9902 15.0118,26.9902 15.4846,27.3453L 23.8771,35.5134L 23.8771,11.9562 Z "/>
                            <path fill="#141515" fill-opacity="1" stroke-linejoin="round" d="M 25.0591,0C 31.9149,0 38.1797,2.84108 42.6714,7.33944L 42.6714,7.33944C 47.2813,11.8378 50,18.1118 50,25.0961C 50,31.9621 47.2813,38.2361 42.6714,42.7345L 42.6714,42.7345C 38.1797,47.3512 31.9149,50.0739 25.0591,50.0739C 18.0851,50.0739 11.8203,47.3512 7.32861,42.7345L 7.32861,42.7345C 2.83688,38.2361 -1.33977e-007,31.9621 -1.33977e-007,25.0961C -1.33977e-007,18.1118 2.83688,11.8378 7.32861,7.33944L 7.32861,7.33944C 11.8203,2.84108 18.0851,0 25.0591,0 Z M 41.1348,8.99673C 36.9976,4.8535 31.3239,2.24918 25.0591,2.24918C 18.7943,2.24918 13.0024,4.8535 8.98345,8.99673L 8.98345,8.99673C 4.84634,13.0216 2.24586,18.8221 2.24586,25.0961C 2.24586,31.3702 4.84634,37.0523 8.98345,41.1956L 8.98345,41.1956C 13.0024,45.3388 18.7943,47.8247 25.0591,47.8247C 31.3239,47.8247 36.9976,45.3388 41.1348,41.1956L 41.1348,41.1956C 45.2719,37.0523 47.7541,31.3702 47.7541,25.0961C 47.7541,18.8221 45.2719,13.0216 41.1348,8.99673 Z "/>
                        </g>
                    </svg>
                    </a>

                    <PaneInfo></PaneInfo>

                </div>

            </div>
        </div>
    </div>
</template>

<script>
    import PaneInfo from './PaneInfo';

    export default {
        name: "PanelItemBlock",
        components: {
            PaneInfo
        }
    }
</script>

<style scoped>

</style>
